arcticicestudio.nord-visual-studio-code
divyanshuagrawal.competitive-programming-helper
pkief.material-icon-theme
vscodevim.vim
usernamehw.errorlens
eamodio.gitlens

detachhead.basedpyright
ms-python.debugpy
njpwerner.autodocstring

bbenoist.nix
tamasfe.even-better-toml
yzhang.markdown-all-in-one

shamanu4.django-intellisense
batisteo.vscode-django
bibhasdn.django-html
bibhasdn.django-snippets

esbenp.prettier-vscode
sidthesloth.html5-boilerplate
fallenmax.mithril-emmet
ecmel.vscode-html-css

grapecity.gc-excelviewer
jeandeaual.scheme
